export const publicData = [
  {
    name: "اسم الشركة",
    value: "نون",
  },
  {
    name: "اسم السجل التجاري",
    value: "نون للتجارة الالكترونية",
  },
  {
    name: "الرقم الوطني الموحد",
    value: "1234567890",
  },
  {
    name: "رقم السجل التجاري",
    value: "12312345",
  },
  {
    name: "الرقم الوطني الرئيسي الموحد 1895328",
    value: "",
  },
  {
    name: "رقم السجل التجاري الرئيس",
    value: "0999167744",
  },
  {
    name: "نوع السجل التجاري",
    value: "سجل رئيس تجاري",
  },
  {
    name: "حال السجل التجاري",
    value: "قائم",
  },
  {
    name: "سبب الغاء السجل التجاري",
    value: "غير مطبق",
  },
  {
    name: "نشاطات لسجل التجاري",
    value: "التجارة الاكلترونية",
  },
  {
    name: "مدينة و موقع السجل التجاري",
    value: "الرياض و السعودية",
  },
  {
    name: "العنوان",
    value: "حي العلياو شارع الملك الفهد",
  },
  {
    name: "صندوق البريد",
    value: "1893",
  },
  {
    name: "البريد الالكتروني",
    value: "InfonNoon.com",
  },
  {
    name: "الفاكس",
    value: "124923",
  },
  {
    name: "رقم الهاتف ",
    value: "0212632615",
  },
];
export const nationalAddress = [
  {
    name: "رقم المبنى",
    value: "123",
  },
  {
    name: " اسم الشارع",
    value: "شارع ملك الفهد",
  },
  {
    name: " المدينة ",
    value: "الرياض",
  },
  {
    name: " الرمز البريدي ",
    value: "12343",
  },
  {
    name: "رقم الوحدة  ",
    value: "4",
  },
  {
    name: " الحي",
    value: "العليا",
  },
];